Repository: Aronfl/2.labor
Catalog: Translations/2.labor.*.xlf
Languages: hu_hu

# Table 2006841990 - Field 3461834954 - Property 2879900210
source: Description
hu_hu: Megjegyzés

# Table 2006841990 - Field 3212207969 - Property 2879900210
source: ValueSold
hu_hu: Eladott érték

# Table 2430087453 - Property 2879900210
source: Webshop Order Header
hu_hu: Webáruház rendelés adatok

# Table 2430087453 - Field 4233284561 - Property 2879900210
source: Webshop Order ID
hu_hu: Webshop rendelés azonosító

# Table 2430087453 - Field 2573772372 - Property 2879900210
source: Webshop User ID
hu_hu: Webshop felhasználó azonosító

# Table 2430087453 - Field 2026147028 - Property 2879900210
source: Customer ID from BC
hu_hu: BC vevő azonosító

# Table 2430087453 - Field 888601158 - Property 2879900210
source: Order No.
hu_hu: Rendelésszám

# Table 2430087453 - Field 2632124822 - Property 2879900210
source: Order Date
hu_hu: Megrendelés dátuma

# Table 2430087453 - Field 4145127342 - Property 2879900210
source: Order Status
hu_hu: Rendelés állapota

# Table 2430087453 - Field 3549826426 - Property 2879900210
source: User Name
hu_hu: Felhasználónév

# Table 2430087453 - Field 3635338911 - Property 2879900210
source: Price
hu_hu: Ár

# Table 4013126656 - Property 2879900210
source: Webshop Order Line
hu_hu: Webáruház rendelési tételek

# Table 4013126656 - Field 568743302 - Property 2879900210
source: Item No.
hu_hu: Cikkszám

# Table 4013126656 - Field 2704404533 - Property 2879900210
source: Quantity
hu_hu: Mennyiség

# Table 4013126656 - Field 2937233469 - Property 2879900210
source: Unit Price
hu_hu: Egységár

# Table 4013126656 - Field 2317833894 - Property 2879900210
source: Unit code
hu_hu: Mértékegységkód

# Table 4013126656 - Field 3635338911 - Property 2879900210
source: Price
hu_hu: Ár

# Table 4013126656 - Field 3320823955 - Property 2879900210
source: Line No.
hu_hu: Sor azonosító

# Table 4013126656 - Field 4233284561 - Property 2879900210
source: Order No.
hu_hu: Rendelésszám

# Table 4013126656 - Field 3461834954 - Property 2879900210
source: Description
hu_hu: Megjegyzés

# Page 3837906084 - Property 2879900210
source: Webshop Order List
hu_hu: Webshop megrendelések

# Page 3837906084 - Action 240833105 - Property 2879900210
source: Process selected orders
hu_hu: Kijelölt rendelések feldolgozása

# Page 1468512087 - Property 2879900210
source: Webshop Order Document
hu_hu: Webshop rendlés lap

# Page 75802653 - Property 2879900210
source: Lines
hu_hu: Tételek

# Report 143269716 - Property 2879900210
source: Top Webshop Customers
hu_hu: Legnépszerűbb webshop ügyfelek

# Report 2478033955 - Property 2879900210
source: Top Webshop Items
hu_hu: Legnépszerűbb webshop cikkek

# Report 2478033955 - Control 3800291108 - Property 2879900210
source: Do you want to download a happy little excel gift?
hu_hu: Szeretne letölteni egy boldog kis Excel ajándékot?

# Report 2478033955 - Control 1099173430 - Property 2879900210
source: How many rows you wish for, master?
hu_hu: Hány sort kíván, mester?

# Report 2478033955 - Action 173512215 - Property 2879900210
source: Export Excel file
hu_hu: Excel fájlok exportálása

# Report 2478033955 - NamedType 3683421203
source: Value Sold
hu_hu: Eladott érték

# Report 2478033955 - NamedType 3093731364
source: Item Description
hu_hu: Megnevezés

# PageExtension 2854597511 - Control 3765014060 - Property 2879900210
source: Webshop ID
hu_hu: Webshop azonosító

# TableExtension 1531967187 - Field 624790156 - Property 2879900210
source: Webshop User ID ext
hu_hu: Webshop felhasználó azonosító

# Enum 1541608043 - EnumValue 2864445561 - Property 2879900210
source: received
hu_hu: fogadott

# Enum 1541608043 - EnumValue 3339143102 - Property 2879900210
source: processed
hu_hu: feldolgozott

# Enum 1541608043 - EnumValue 1701714589 - Property 2879900210
source: shipped
hu_hu: kiszállított
